<template>
	<div>
		<div v-for='names in datas' :key="names.id">
			<h5>{{names.title}}</h5>
			<p>{{names.name}}</p>
		</div>
	</div>
</template>
<script >
	export default{
		data(){
			return{
				datas:[]
			}
		},
		
		 
		created(){
			
			let id=this.$route.query.id;
			console.log(id);

		  var promise=new Promise((resolve,reject)=>{
		  	const data=[{
			 	  	title:"第一章　赶上穿越流（修）",
			 	  	names:"海贼王之大将横行",
			 	  	id:1,
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{
			 	  		id:2,
			 	  			title:"第一章　赶上穿越流（修）",
			 	  			names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },


			 	  {title:"第一章　赶上穿越流（修）",
			 	  id:3,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:4,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:5,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:6,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:7,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:8,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{
			 	  	id:9,
			 	  		names:"海贼王之大将横行",
			 	  	title:"第一章　赶上穿越流（修）",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },
			 	  {title:"第一章　赶上穿越流（修）",
			 	  id:10,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:11,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:12,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:13,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:14,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:15,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:16,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:17,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },{title:"第一章　赶上穿越流（修）",
			 	  id:18,
			 	  	names:"海贼王之大将横行",
			 	  	name:"天，马萨卡（日语：难道）这就是传说中的穿越？这太不科学了！那往往只出现在电视和小说里的穿越，怎么会在自己身上发生？我还只是一个二十不到，十九未满，前途无量的未来栋梁，一个普通得不能在普通的城市中学生，那种放在大街上别人都不会看一眼的高中生，怎么会被穿越啊我靠！　明明半小时前还在家里窝着看海贼王，为什么出去买个“康师傅”都能穿越？这太不靠谱了吧！看着这眼前的一大片蔚蓝色的海，乔克的心情却无比沉重，早已在心中咆哮了一万遍——为什么啊？！　没错，明明刚刚还在家看着《onepiece》，然后觉得肚子饿了出去买方便面，然后恰巧路过十字口时被车撞——这并没什么不妥，可他没感到一点疼痛，睁开眼时，自己已经在着沙滩上躺着！连他自己都不知道自己现在长什么样!微风轻轻拂过脸颊，撩起他的头发。他出神的望着海面，心里也在努力思考——自己到底在哪？现在我是谁？我以后会发生什么事情？一股未知的空虚感与恐惧感袭向乔克的心头。连现在自己身在何方，为何人，都不知道，没有比这更恐怖的事了……三秒后：现在先做个简单的介绍：克罗克达尔，年龄32，属性大叔，恶魔果实能力者，自然系玩沙子的，现任职务七武海，原赏金：81,000,000。嗯，介绍呢，不得不去说一下海贼王的正牌主角，蒙奇D路飞了，此时的路飞正在和小丑巴基玩过家家中，相信时间大家已经知道了，介绍完毕，以上。“克罗克达尔大人，您已经在这里坐了一整天了。”可爱的罗宾女士出现。“啊，是罗宾啊。”克罗克达尔扭头看了看无声的出现在自己身后的罗宾。风沙吹起，一波波的席卷着。从微风渐渐变成大风，再到飓风。风卷尘沙起，是何等的壮观。大沙漠的风景，是何等的壮美。克罗克达尔不由眯起了眼，享受着这一切。“你不觉得，沙漠的景致很美吗？”克罗克达尔问向一旁微微皱眉头的罗宾。“沙漠是很美，但看久了会腻的呢，而且似乎是毁灭的气息啊。”罗宾答道。　“是吗，哈哈……”克罗克达尔笑了，“这股沙暴过去，又会有一个镇子消失吧，呵呵……” “……”罗宾静静的看着，不知道心里在想什么。克罗克达尔了解完之后打算去赚钱心想“到哪去赚钱呢？”他反复考虑后列出了以下方案：1.可以去和商人做买卖·2.帮别人打工·3.抢钱·克罗克达尔想了半天却什么也没想出来·····“啊！！！想的我头疼！！怎么办呢？哎！算了去吃点东西吧！。。”而妮可罗宾去和商人做买卖，而克罗克达尔正在大街上乱逛 克罗克达尔看到了一家餐馆。“欢迎光临！你想要点什么？”在餐馆里，店长正悠闲的和店员下着国际象棋，在克罗克达尔进来的时候头也没抬的说道　“阿和！带着个客人去找个位置！”店长一副聚精会神的研究棋局的样，同时对店员吩咐道"
			 	  },]
			 	 
			 	       resolve(data)
		  	   resolve(data);
		  })
		  .then((data)=>{
		  	 this.datas=data
		  	 console.log(this.datas)
		  })
	}
		
	}
</script>
<style type="text/css" scoped>
	


</style>